return {
	{
		'nvimdev/dashboard-nvim',
		event = 'VimEnter',
		init = function()
			require('dashboard').setup({
				theme = 'doom',
				config = {
					header = { 
						"",
						"███╗░░██╗███████╗░█████╗░██╗░░░██╗██╗███╗░░░███╗",
						"████╗░██║██╔════╝██╔══██╗██║░░░██║██║████╗░████║",
						"██╔██╗██║█████╗░░██║░░██║╚██╗░██╔╝██║██╔████╔██║",
						"██║╚████║██╔══╝░░██║░░██║░╚████╔╝░██║██║╚██╔╝██║",
						"██║░╚███║███████╗╚█████╔╝░░╚██╔╝░░██║██║░╚═╝░██║",
						"╚═╝░░╚══╝╚══════╝░╚════╝░░░░╚═╝░░░╚═╝╚═╝░░░░░╚═╝",
						"",
						"",
					},
					center = {
						{
							icon = ' ',
							desc = ' Recent Files',
							key = 'r',
							action = 'Telescope oldfiles',
						},
						{
							icon = ' ',
							desc = ' New File',
							key = 'n',
							action = 'ene | startinsert',
						},
						{
							icon = ' ',
							desc = ' Find File',
							key = 'b',
							action = 'Telescop find_files',
						},
						{
							icon = " ",
							desc = " Find Text",
							key = "g",
							action = "Telescope live_grep",
						},
						{
							icon = '󰊳 ',
							desc = ' Update Extensions',
							key = 'u',
							action='Lazy update',
						},
						{
							icon = "󰒲 ",
							desc = " Manage Extensions",
							key = "l",
							action = "Lazy",
						},
						{
							icon = " ",
							desc = " Quit",
							key = "q",
							action = "qa",
						},
					},
		      vertical_center = true,
				},
			})
		end,
		dependencies = {
			{'nvim-tree/nvim-web-devicons'}
		},
	}
}
